import React from 'react';

import Footer from '../Footer/Footer';
import Header from '../Header/Header';
import styles from './Information.css';

const Information = () => (
    <div>
        <Header />
        <div className={styles.infoContainer}>
            <p className={styles.description}>
                PetMed – це ветеринарна клініка, що надає повний спектр послуг для здоров&apos;я ваших чотирилапих
                улюбленців. Наші команда спеціалістів виконує процедури будь-якої складності, забезпечуючи якісний та
                індивідуальний підхід до всіх і кожного. Ми пропонуєм, унікальну можливість спостерігати за всіма
                маніпуляціями в режимі онлайн, що дозволяє власникам завжди бути поруч і контролювати процес лікування.
                Крім того, наш колектив гарантує цілодобове піклування, щоб ваш улюбленець був у надійних руках у
                будь-який час дня і ночі. Клініка оснащена найсучаснішим обладнанням, яке дозволяє проводити повне
                обстеження від кігтиків до вусиків. Завдяки цьому ми можемо діагностувати і лікувати широкий спектр
                захворювань, забезпечуючи комплексний підхід до здоров&apos;я ваших тваринок. Ми також надаємо виїзні
                послуги, адже це може забезпечити максимальний комфорт для тварини без зайвого стресу.
            </p>
        </div>
        <Footer />
    </div>
);

export default Information;
